import {AdvertisesResources} from "~/common/ImageResources.g";

export const data = [
    {
        id: '1',
        title: 'Продажа велосипеда',
        body: 'Почти новый горный велосипед, бренд XYZ, 2023 года выпуска. Использовался всего несколько месяцев',
        price: '1200 руб.',
        location: 'Тирасполь',
        date: 'сегодня в 13:04',
        image: AdvertisesResources.bicycle
    },
    {
        id: '2',
        title: 'Продажа велосипеда',
        body: 'Почти новый горный велосипед, бренд XYZ, 2023 года выпуска. Использовался всего несколько месяцев',
        price: '1200 руб.',
        location: 'Тирасполь',
        date: 'сегодня в 13:04',
        image: null
    },
    {
        id: '3',
        title: 'Продажа велосипеда',
        body: 'Почти новый горный велосипед, бренд XYZ, 2023 года выпуска. Использовался всего несколько месяцев',
        price: '1200 руб.',
        location: 'Тирасполь',
        date: 'сегодня в 13:04',
        image: null
    },
    {
        id: '4',
        title: 'Продажа велосипеда',
        body: 'Почти новый горный велосипед, бренд XYZ, 2023 года выпуска. Использовался всего несколько месяцев',
        price: '1200 руб.',
        location: 'Тирасполь',
        date: 'сегодня в 13:04',
        image: AdvertisesResources.bicycle
    }
];
